espressif/esp-idf/examples/wifi/power_save/sdkconfig.ci.c2eco4_xtal26m
CONFIG_IDF_TARGET="esp32c2"
CONFIG_XTAL_FREQ_26=y
CONFIG_EXAMPLE_GET_AP_INFO_FROM_STDIN=y
CONFIG_ESP32C2_REV_MIN_200=y
